---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionConcreteRound
source: html/2b7e099a-59d4-7f4a-3d02-15afaa4195b6.htm
---
# StructuralSectionConcreteRound Methods

Returns size of the section boundary.